week_6/quiz_6.org
:PROPERTIES:
:UNNUMBERED: notoc
:END:

#+AUTHOR: Marcio Woitek
#+TITLE: Designing Products Wisely
#+LATEX_HEADER: \usepackage[a4paper,left=1cm,right=1cm,top=1cm,bottom=1cm]{geometry}
#+LATEX_HEADER: \usepackage[american]{babel}
#+LATEX_HEADER: \usepackage{enumitem}
#+LATEX_HEADER: \usepackage{float}
#+LATEX_HEADER: \usepackage[sc]{mathpazo}
#+LATEX_HEADER: \linespread{1.05}
#+LATEX_HEADER: \renewcommand{\labelitemi}{$\rhd$}
#+LATEX_HEADER: \setlength\parindent{0pt}
#+LATEX_HEADER: \setlist[enumerate]{leftmargin=*}
#+LATEX_HEADER: \setlist[itemize]{leftmargin=*}
#+LATEX_HEADER: \setlist{nosep}
#+OPTIONS: ':t
#+OPTIONS: author:nil
#+OPTIONS: date:nil
#+OPTIONS: title:nil
#+OPTIONS: toc:nil
#+STARTUP: hideblocks

#+BEGIN_SRC latex
\thispagestyle{empty}
\pagestyle{empty}
#+END_SRC

* Problem 1

*Answer:* ...the different locations of the sellers along the beach.

* Problem 2

*Answer:*
- They can introduce loyalty programmes.
- They can limit their production capacity so that they cannot serve the
  whole market.

* Problem 3

*Answer:* ...can realize positive profits.

* Problem 4

*Answer:* ...given equal prices, some consumers would choose product A
whereas others would choose product B.

* Problem 5

*Answer:*
- The consumers are infinitely price elastic.
- The firms do not have any capacity constraints.
- The firms' products are identical.

* Problem 6

*Answer:*
- Competition decreases (ceteris paribus) with a high degree of
  heterogeneity between people who are willing to pay high prices for
  premium ice cream and people who prefer low quality ice cream to
  affordable prices.

* Problem 7

*Answer:*
- The different brands represent horizontal product differentiation.

* Problem 8

*Answer:*
- The cost leadership and the differentiation strategies need different
  organizational arrangements, control procedures, incentive systems and
  resources.
- For a cost leadership strategy it is important to charge aggressive
  prices to achieve a high market share.
- A central element of the cost leadership strategy is minimizing costs in
  areas such as R&D, services, sales force and advertising.

* Problem 9

*Answer:*
- The Burger King fans become more extreme and are no longer willing to eat
  any McDonald's burger at all.
- Suddenly, much more people dine at fast food restaurants.

* Problem 10

*Answer:* ...equal to their costs.
