week_6/quiz_6.tex
% Created 2024-07-21 Sun 20:20
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[a4paper,left=1cm,right=1cm,top=1cm,bottom=1cm]{geometry}
\usepackage[american, english]{babel}
\usepackage{enumitem}
\usepackage{float}
\usepackage[sc]{mathpazo}
\linespread{1.05}
\renewcommand{\labelitemi}{$\rhd$}
\setlength\parindent{0pt}
\setlist[enumerate]{leftmargin=*}
\setlist[itemize]{leftmargin=*}
\setlist{nosep}
\date{}
\title{Designing Products Wisely}
\hypersetup{
 pdfauthor={Marcio Woitek},
 pdftitle={Designing Products Wisely},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 29.4 (Org mode 9.8)}, 
 pdflang={English}}
\begin{document}

\thispagestyle{empty}
\pagestyle{empty}
\section*{Problem 1}
\label{sec:org8bd4e9d}

\textbf{Answer:} \ldots{}the different locations of the sellers along the beach.
\section*{Problem 2}
\label{sec:orgd10ba36}

\textbf{Answer:}
\begin{itemize}
\item They can introduce loyalty programmes.
\item They can limit their production capacity so that they cannot serve the
whole market.
\end{itemize}
\section*{Problem 3}
\label{sec:org093bbff}

\textbf{Answer:} \ldots{}can realize positive profits.
\section*{Problem 4}
\label{sec:org8cba297}

\textbf{Answer:} \ldots{}given equal prices, some consumers would choose product A
whereas others would choose product B.
\section*{Problem 5}
\label{sec:orgefa872e}

\textbf{Answer:}
\begin{itemize}
\item The consumers are infinitely price elastic.
\item The firms do not have any capacity constraints.
\item The firms' products are identical.
\end{itemize}
\section*{Problem 6}
\label{sec:org2fdd351}

\textbf{Answer:}
\begin{itemize}
\item Competition decreases (ceteris paribus) with a high degree of
heterogeneity between people who are willing to pay high prices for
premium ice cream and people who prefer low quality ice cream to
affordable prices.
\end{itemize}
\section*{Problem 7}
\label{sec:orgccf1a8b}

\textbf{Answer:}
\begin{itemize}
\item The different brands represent horizontal product differentiation.
\end{itemize}
\section*{Problem 8}
\label{sec:orgb6c43f7}

\textbf{Answer:}
\begin{itemize}
\item The cost leadership and the differentiation strategies need different
organizational arrangements, control procedures, incentive systems and
resources.
\item For a cost leadership strategy it is important to charge aggressive
prices to achieve a high market share.
\item A central element of the cost leadership strategy is minimizing costs in
areas such as R\&D, services, sales force and advertising.
\end{itemize}
\section*{Problem 9}
\label{sec:org1d705ed}

\textbf{Answer:}
\begin{itemize}
\item The Burger King fans become more extreme and are no longer willing to eat
any McDonald's burger at all.
\item Suddenly, much more people dine at fast food restaurants.
\end{itemize}
\section*{Problem 10}
\label{sec:orge63389c}

\textbf{Answer:} \ldots{}equal to their costs.
\end{document}
